#include <locale.h>

#include <stdio.h>

void name()
{

	setlocale(LC_ALL, "RUS"); // для переключения русской кодировки

	puts("						*******************************************");

	puts("						*                                         *");

	puts("						* Тема: разработка консольного приложения *");

	puts("						*                                         *");

	puts("						* группа бИСТ-233 Гоенок В. А.            *");

	puts("						*                                         *");

	puts("						*******************************************");
}

void date()
{

	puts(" __   __    __   __    __   __  ");
	puts("   | |     |  | |     |  | |    ");
	puts(" --   --   |  |  --   |  |  --  ");
	puts("|       |  |  | |  |  |  |    | ");
	puts(" --   -- .  --   -- .  --   -- .");
}

void main()

{

	name();

	date();

	getchar();

}
